/* NSButton (Cancel) : <title:Cancel> (oid:12) */
"Cancel" = "Diddymu";

/* NSButton (Duplicate) : <title:Duplicate> (oid:29) */
"Duplicate" = "Dyblygu";

/* NSTextField (Duplicate File) : <title:Duplicate File> (oid:11) */
"Duplicate File" = "Dyblygu Ffeil";

/* NSButton (Edit) : <title:Edit> (oid:13) */
"Edit" = "Golygu";

/* NSTextField (Enter the name for the new file) : <title:Enter the name for the new file> (oid:14) */
"Enter the name for the new file" = "Rhowch enw ar gyfer y ffeil newydd";

/* Prompt moving or duplicating file */
"A file with the same name already exists. Do you want to replace the existing file?" = "Mae ffeil o’r un enw yn bodoli’n barod. Ydych chi eisiau disodli’r ffeil sy’n bodoli eisoes?";
"Do you want to move the selected files?" = "Do you want to move the selected files?";
